
"Message Center" = "訊息中心";

/* Growl alert sheet */
"Cancel" = "取消";
"Don't Ask Again" = "不要再問我";
"Install" = "安裝";

// Yet to be localized
"Install Growl" = "安裝 Growl";

"Start Growl" = "啟動 Growl";

"Show Growl preferences" = "顯示 Growl 偏好設定";

"Growl installation required" = "您的 HP 裝置使用稱為 Growl 的應用程式以通知您需注意的重要事項，例如紙張用盡。\n\n若要收到這些通知，您必須安裝其他軟體。您不需要下載，只要按一下「安裝」即可將 Growl 安裝在您的系統上。\n\n若要在登入此電腦時啟動 Growl 通知，請移至 Apple 的系統偏好設定，選取 Growl 偏好設定窗格，然後選取 \"在登入時啟動 Growl\" 核取方塊。";

"Growl not running" = "您的 HP 裝置使用稱為 Growl 的應用程式以通知您需注意的重要事項，例如紙張用盡。若要收到這些通知，請依照以下步驟啟動 Growl:\n\n1. 按下方的 \"顯示 Growl 偏好設定\" 按鈕以檢視「Growl 偏好設定窗格」。\n2. 在「Growl 偏好設定窗格」中，按一下 \"啟動 Growl\" 按鈕。\n3. 若要在登入此電腦時啟動 Growl 傳訊，請移至 Apple 的系統偏好設定，選取「Growl 偏好設定窗格」，然後選取 \"在登入時啟動 Growl\" 核取方塊。\n4. 結束系統偏好設定";

"Loading events" = "正在載入事件...";
HSDDeviceKeyword = "裝置";
HSDAlertKeyword = "警示";
HSDEventKeyword = "事件";

HSDAlertSettingsTitle = "警示設定";
HSDAlertsNote = "指定您想查看的 HP 裝置延長狀態資訊層級。若裝置無法完成您所要求的工作，或需要提醒您注意時，您就會收到通知。";

HSDDisplayAlertsTitle = "顯示以下的延長警示：";
HSDAutodismissAlertsTitle = "";
HSDAutodismissAlertsTitlePostfix = "秒後自動解除以下的警示：";

HSDErrorsWarningsAndInfo = "錯誤、警告與資訊訊息";
HSDErrorsAndWarnings = "錯誤與警告";
HSDErrorsOnly = "僅限錯誤";
HSDInfoMessages = "資訊訊息";
HSDWarningsAndInfoMessages = "警告與資訊訊息";

HSDDisplayVirtualAlertsTitle = "顯示網頁內容警示";
HSDVirtualAlertsNote = "HSD_TEXT:經您許可，可與 HP 安全地分享您的裝置狀態。收到提供的資訊之後，HP 會檢查以查看您是否已在 HP 計劃中註冊或符合特別優惠的條件，然後根據可用選項修改警示。

* 若要深入瞭解傳送給 HP 的資訊，請參閱 HSD_KEYED_LINK:MoreInfoTitle。

* 如欲瞭解更多有關 HP 隱私權政策的資訊，請參閱 HSD_LINK:HSDPrivacyStatementOnlineLink。";
